Repository: braiins/bos-i18n
Catalog: */boser.po
Languages: es, fa, ru

source: Restart BOSminer to apply configuration changes!
es: ¡Reinicie BOSminer para aplicar cambios de configuración!
fa: راه اندازی مجدد BOSminer برای اعمال تغییرات در پیکربندی!
ru: Перезапустите BOSminer, чтобы изменения конфигурации вступили в силу!

source: Hash chain settings is not supported
es: Configuración HashChain no soportada
fa: تنظیمات هش‌چین پشتیبانی نمی‌شود
ru: Настройки хеш-цепочки не поддерживаются

source: Autotuning not supported
es: Autoajuste no soportado
fa: اتوتیونینگ پشتیبانی نمی‌شود
ru: Автотюнинг не поддерживается

source: Invalid input values!
es: ¡Valores de entrada inválidos!
fa: مقادیر وارد شده نامعتبر است!
ru: Недействительные входные значения!

source: Shutdown Duration value is out of range
es: Valor Duración de Parada fuera de rango
fa: مقدار زمان خاموش شدن در مقیاس‌پذیری نامعتبر است
ru: Недопустимая продолжительность отключения при масштабировании мощности

source: ASIC Boost override not supported
es: No se admite la anulación de ASIC Boost
fa: تغییر در ASIC Boost پشتیبانی نمی‌شود
ru: Переопределение ASIC Boost не поддерживается

source: Global Frequency value is out of range
es: Valor Frecuencia global fuera de rango
fa: فرکانس سراسری نامعتبر است
ru: Неверная глобальная частота

source: Global Voltage value is out of range
es: Valor Voltaje global fuera de rango
fa: ولتاژ سراسری نامعتبر است
ru: Недействительное глобальное напряжение

source: Hash Chain Frequency value is out of range
es: Valor Frecuencia HashChain fuera de rango
fa: فرکانس هش‌چین نامعتبر است
ru: Неверная частота хеш-цепочки

source: Hash Chain Voltage value is out of range
es: Valor Voltaje HashChain fuera de rango
fa: ولتاژ هش‌چین نامعتبر است
ru: Неверное напряжение хеш-цепочки

source: Invalid hash chain name or hash chain order
es: Nombre HashChain u orden de HashChain inválido
fa: نام هش‌چین یا ترتیب هش‌چین نامعتبر است
ru: Неверное имя или порядок хеш-цепочки

source: The {} cannot be set in '{}' mode
es: El {} no puede ponerse en modo '{}'
fa: {} را نمی‌توان در حالت '{}' تنظیم کرد
ru: {} нельзя установить в режиме '{}'

source: Temperature control not supported
es: Control de temperatura no soportado
fa: کنترل دما پشتیبانی نمی‌شود
ru: Контроль температуры не поддерживается

source: Fan control not supported
es: Control de ventilador no soportado
fa: کنترل فن پشتیبانی نمی‌شود
ru: Управление вентилятором не поддерживается

source: fan speed
es: velocidad del ventilador

source: target temperature
es: temperatura objetivo
fa: دمای هدف
ru: целевая температура

source: hot temperature
es: temperatura caliente
fa: دمای داغ
ru: горячая температура

source: dangerous temperature
es: temperatura peligrosa
fa: دمای خطرناک
ru: опасная температура

source: Target temperature value is out of range
es: Valor temperatura objetivo fuera de rango
fa: دمای هدف نامعتبر
ru: Недопустимая целевая температура

source: Hot temperature value is out of range
es: Valor temperatura caliente fuera de rango
fa: دمای داغ نامعتبر
ru: Недопустимая горячая температура

source: Dangerous temperature value is out of range
es: Valor temperatura peligrosa fuera de rango
fa: دمای خطرناک نامعتبر
ru: Недопустимая опасная температура

source: Fan Speed value is out of range
es: Valor Velocidad de ventilador fuera de rango
fa: سرعت فن نامعتبر
ru: Недопустимая скорость вентилятора

source: Invalid minimal number of fans
es: Número mínimo de ventiladores inválido
fa: حداقل تعداد فن نامعتبر
ru: Неверное минимальное количество вентиляторов

source: Target temperature must be lower than Hot and Dangerous temperature
es: La temperatura objetivo debe ser menor que la caliente y la peligrosa
fa: دمای هدف باید پایین تر از دمای داغ و خطرناک باشد
ru: Целевая температура должна быть ниже горячей и опасной температуры

source: Hot temperature must be higher than Target and lower than Dangerous temperature
es: La temperatura caliente debe ser mayor que la objetivo y menor que la peligrosa
fa: دمای داغ باید بالاتر از دمای هدف و پایین تر از دمای خطرناک باشد
ru: Горячая температура должна быть выше целевой и ниже опасной

source: Hot temperature must be lower than Dangerous temperature
es: La temperatura caliente debe ser menor que la peligrosa
fa: دمای داغ باید پایین تر از دمای خطرناک باشد
ru: Горячая температура должна быть ниже опасной

source: Dangerous temperature must be higher than Target and Hot temperature
es: La temperatura peligrosa debe ser mayor que la objetivo y la caliente
fa: دمای خطرناک باید بالاتر از دمای هدف و داغ باشد
ru: Опасная температура должна быть выше целевой и горячей температуры

source: Dangerous temperature must be Higher than Hot temperature
es: La temperatura peligrosa debe ser mayor que la caliente
fa: دمای خطرناک باید بالاتر از دمای داغ باشد
ru: Опасная температура должна быть выше горячей

source: Unsupported pool protocol
es: Protocolo de pool no admitido

source: Invalid format of pool URL
es: Formato inválido de URL de pool

source: Empty pool user name
es: Nombre de usuario de pool vacío

source: Missing pool with id '{}'!
es: ¡Falta el pool con id '{}'!
fa: استخر با شناسه '{}' موجود نیست!
ru: Отсутствует пул с идентификатором '{}'!

source: Missing group with id '{}'
es: Falta el grupo con el ID '{}'
fa: گروه با شناسه '{}' موجود نیست
ru: Отсутствует группа с идентификатором '{}'

source: Ambiguous attributes for 'strategy'
es: Atributos ambiguos para 'estrategia'
fa: ویژگی‌های مبهم برای 'استراتژی'
ru: Неоднозначные атрибуты 'стратегии'

source: Duplicate use of the identifier '{}'
es: Uso duplicado del identificador '{}'
fa: استفاده تکراری از شناسه '{}'
ru: Повторное использование идентификатора '{}'

source: Missing mandatory attribute 'name'
es: Falta el atributo obligatorio 'name'
fa: مشخصه اجباری 'نام' موجود نیست
ru: Отсутствует обязательный атрибут 'имя'

source: Group name cannot be empty
es: Nombre de grupo no puede quedar vacío
fa: نام گروه نمی‌تواند خالی باشد
ru: Название группы не может быть пустым

source: Load balancing strategy cannot be empty!
es: ¡Estrategia de balanceo de carga no pueden estar vacía!
fa: استراتژی های تعادل بار نمیتوانند خالی باشند!
ru: Стратегии балансировки нагрузки не могут быть пустыми!

source: The sum of fixed share ratios {} exceeds 1
es: La suma de aporte en partes fijas {} excede 1
fa: مجموع نسبت‌های اشتراک ثابت {} بیشتر از ۱ می‌شود
ru: Сумма коэффициентов фиксированной доли {} превышает 1

source: At least one group with quota must be present when sum of all fixed share ratios is less then 1!
es: ¡Al menos un grupo con cuota debe existir cuando la suma de todas los aportes en parte fija sean menor a 1!
fa: حداقل باید یک گروه با سهم مشخص وجود داشته باشد زمانی که مجموع نسبت های اشتراک ثابت کمتر از ۱ است!
ru: Если сумма всех фиксированных долей меньше 1, должна присутствовать хотя бы одна группа с квотой!

source: You cannot have any quota-based load balancing entries because sum of all fixed share ratios is 1!
es: ¡No puede tener entradas de equilibrio de carga basadas en cuotas porque la suma de todos los aportes en partes fijas es 1!
fa: شما نمیتوانید تعادل بار بر اساس سهم داشته باشید زیر مجموع نسبت های اشتراک ثابت ۱ است!
ru: У вас не может быть записей о балансировке нагрузки на основе квот, потому что сумма всех фиксированных долей равна 1!

source: Testing performance profile
es: Probando perfil de rendimiento
fa: در حال آزمایش عملکرد
ru: Тестирование профилей производительности

source: Tuning individual chips
es: Ajustando chips individuales
fa: در حال تیونینگ تک به تک چیپ‌ها
ru: Тюнинг отдельных чипов

source: Stable
es: Estable
fa: پایدار
ru: Стабильный

source: Tuner not running
es: Ajuste sin correr
fa: تیونر در حال اجرا نیست
ru: Тюнер не работает

source: Running with fixed settings
es: Corriendo con parámetros fijos
fa: اجرا با تنظیمات ثابت
ru: Работа с фиксированными настройками

source: Hashchain refused to start
es: Cadena de hash rehusó iniciar
fa: هش‌چین از شروع خودداری میکند
ru: Хеш-цепочка отказалась запускаться

source: Disabled
es: Desactivado
fa: غیرفعال
ru: Отключено

source: Enabled
es: Activado
fa: فعال
ru: Включено

source: Mining shutdown, will start again in {}
es: Minería parada, iniciará de nuevo en {}
fa: عملیات ماینینگ خاموش شد، دوباره در {} شروع خواهد شد
ru: Выключение майнинга, снова начнется через {}

source: BOSminer is not running
es: BOSminer no está corriendo
fa: BOSminer در حال اجرا نیست
ru: BOSminer не запущен

source: Cannot save web data to persistent storage
es: No puede salvar datos web a memoria persistente
fa: ذخیره داده های وب در فضای ذخیره سازی دائمی امکان پذیر نیست
ru: Невозможно сохранить веб-данные в постоянном хранилище
