Repository: braiins/bos-i18n
Catalog: */frontend.po
Languages: fa

# UI
source: Page Not Found
fa: صفحه یافت نشد

# UI
source: We couldn't find the page or file you're looking for.
fa: ما نمی توانیم صفحه یا فایل مورد نظر شما را پیدا کنیم.

# UI
source: Go to Homepage
fa: برو به صفحه اصلی

# UI
source: An error has occurred while loading the page!
fa: هنگام بارگیری صفحه خطایی رخ داده است!

# UI
source: Device is unreachable!
fa: دستگاه غیرقابل دسترسی است!

# UI
source: Reboot error!
fa: خطای راه اندازی مجدد!

# UI
source: Rebooting
fa: راه اندازی مجدد

# UI
source: Get help
fa: درخواست کمک

# UI
source: Download
fa: دانلود

# UI
source: Cancel
fa: لغو

# UI
source: <a>Submit a Support ticket</a>{br}(or send email to {email})
fa: <a>ثبت یک درخواست پشتیبانی</a>{br}(یا ارسال یک ایمیل به {email})

# UI
source: Your session has expired. Please login again.
fa: جلسه شما منقضی شده است لطفا دوباره وارد شوید.

# UI
source: Confirm
fa: تایید

# UI
source: Dashboard
fa: پیشخوان

# UI
source: Settings
fa: تنظیمات

# UI
source: Required value!
fa: مقدار فیلد اجباری!

# UI
source: Username
fa: نام کاربری

# UI
source: Password
fa: رمز عبور

# UI
source: Open menu
fa: باز کردن منو

# UI
source: profile menu
fa: منوی پروفایل

# UI
source: Documentation
fa: راهنما

# UI
source: Start BOSminer
fa: راه اندازی BOSminer

# UI
source: Stop BOSminer
fa: توقف BOSminer

# UI
source: Restart BOSminer
fa: راه اندازی مجدد BOSminer

# UI
source: Failed
fa: ناموفق

# UI
source: Disabled
fa: غیرفعال

# UI
source: Running
fa: در حال اجرا

# UI
source: Stable
fa: پایدار

# UI
source: Real Hashrate
fa: هش‌ریت واقعی

# UI
source: Temperature
fa: دما

# UI
source: Nominal Average Hashrate
fa: میانگین هش‌ریت اسمی

# UI
source: {id} Real Hashrate
fa: {id} هش‌ریت واقعی

# UI
source: Target
fa: هدف

# UI
source: Hot
fa: داغ

# UI
source: Dangerous
fa: خطرناک

# UI
source: Overall Status
fa: وضعیت کلی

# UI
source: Hashrate
fa: هش‌ریت

# UI
source: ID
fa: شناسه

# UI
source: Real{br}Hashrate
fa: هش‌ریت{br}واقعی

# UI
source: Nominal{br}Hashrate
fa: هش‌ریت{br}اسمی

# UI
source: Voltage
fa: ولتاژ

# UI
source: Frequency
fa: فرکانس

# UI
source: HW Error{br}Hashrate
fa: هش‌ریت{br}خطای سخت‌افزاری

# UI
source: Hash Boards
fa: هش بوردها

# UI
source: Alive
fa: فعال

# UI
source: Dead
fa: قطع شده

# UI
source: URL
fa: آدرس

# UI
source: User
fa: کاربر

# UI
source: Status
fa: وضعیت

# UI
source: Active
fa: فعال

# UI
source: Accepted
fa: پذیرفته شده

# UI
source: Rejected
fa: رد شده

# UI
source: Stale
fa: بی اعتبار

# UI
source: Last Difficulty
fa: آخرین سختی

# UI
source: Yes
fa: بله

# UI
source: No
fa: خیر

# UI
source: Pools
fa: استخر‌ها

# UI
source: Iteration
fa: تکرار

# UI
source: Tuner Status
fa: وضعیت تیونر

# UI
source: Pool Status
fa: وضعیت استخر

# UI
source: Fan Monitor
fa: مانیتور فن

# UI
source: Rejection Ratio
fa: ضریب رد

# UI
source: Hashrate 1M
fa: هش‌ریت ۱دقیقه

# UI
source: Hashrate 15M
fa: هش‌ریت ۱۵دقیقه

# UI
source: Hashrate 24H
fa: هش‌ریت ۲۴ساعت

# UI
source: Difficulty Accepted
fa: سختی پذیرفته‌شده

# UI
source: Difficulty Rejected
fa: سختی ردشده

# UI
source: Miner Overview
fa: نمای کلی ماینر

# UI
source: Error fetching metadata!
fa: خطا در واکشی فراداده!

# UI
source: Changes saved
fa: تغییرات ذخیره شد

# UI
source: Save
fa: ذخیره

# UI
source: No pool for saving found! Probably an invalid combination of group ID & Pool ID
fa: استخری برای ذخیره‌سازی یافت نشد! احتمالاً ترکیبی اشتباه در شناسه گروه و شناسه استخر است

# UI
source: Pool "{url}" Added
fa: استخر "{url}" اضافه شد

# UI
source: Pool Moved
fa: استخر جابجا شد

# UI
source: Duplicate names: {names}
fa: نام‌های تکراری:‌ {names}

# UI
source: Pool URL
fa: آدرس استخر

# UI
source: Actions
fa: عملیات

# UI
source: Saving changes…
fa: ذخیره تغییرات…

# UI
source: Cancel Pool Creation
fa: لغو ایجاد استخر

# UI
source: Move Up
fa: حرکت به بالا

# UI
source: Move Down
fa: حرکت به پایین

# UI
source: Remove
fa: حذف

# UI
source: Quota: {value}
fa: سهمیه:‌ {value}

# UI
source: Fixed Share Ratio: {value}
fa: نسبت اشتراک ثابت: {value}

# UI
source: Add New Pool
fa: استخر جدید اضافه کنید

# UI
source: Pool Groups
fa: گروه‌های استخر

# UI
source: Group Name
fa: نام گروه

# UI
source: Mode
fa: حالت

# UI
source: Value
fa: مقدار

# UI
source: Quota
fa: سهم

# UI
source: Fixed Share Ratio
fa: نسبت اشتراک ثابت

# UI
source: Cancel Removal
fa: لغو حذف

# UI
source: Save Changes
fa: ذخیره تغییرات

# UI
source: No groups yet…
fa: هنوز گروهی وجود ندارد…

# UI
source: Add New Group
fa: افزودن گروه جدید

# UI
source: Saving…
fa: درحال ذخیره…

# UI
source: {title} Settings
fa: تنظیمات {title}

# UI
source: Performance
fa: کارایی

# UI
source: Enable Hashboard {name}
fa: فعال کردن هش‌بورد {name}

# UI
source: Autotuning
fa: اتوتیونینگ

# UI
source: Enable Autotuning
fa: فعال کردن اتوتیونینگ

# UI
source: PSU Power Limit (for all hashboards)
fa: حد آستانه توان پاور (برای همه هش‌بوردها)

# UI
source: Dynamic Power Scaling
fa: مقیاس پذیری پویای پاور

# UI
source: Enable Dynamic Power Scaling
fa: فعال کردن مقیاس پذیری پویای پاور

# UI
source: Minimal PSU Power Limit
fa: کمترین مقدار توان پاور

# UI
source: Shutdown When Minimal PSU Power Limit is Reached
fa: خاموش کردن دستگاه زمانیکه توان پاور به کمترین مقدار رسید

# UI
source: Shutdown Duration
fa: مدت زمان خاموشی

# UI
source: Hours
fa: ساعت

# UI
source: Temperature & Fans
fa: دما و فن‌ها

# UI
source: Temperature Control
fa: کنترل دما

# UI
source: Temperature Control Mode
fa: حالت کنترل دما

# UI
source: Understood
fa: متوجه شدم

# UI
source: Auto
fa: خودکار

# UI
source: Manual
fa: دستی

# UI
source: Target Temperature
fa: دمای هدف

# UI
source: Hot Temperature
fa: دمای داغ

# UI
source: Dangerous Temperature
fa: دمای خطرناک

# UI
source: Fan Control
fa: کنترل فن

# UI
source: Speed
fa: سرعت

# UI
source: Number of fans required for system to run.
fa: تعداد فن های مورد نیاز برای اجرای سیستم.

# UI
source: Use <strong>0 for immersion cooling</strong>.
fa: برای <strong>سیستم خنک‌کننده با روغن عدد 0 قرار دهید</strong>.

# UI
source: An error has occurred in the chart!
fa: خطایی در نمودار رخ داده است!

# UI
source: We've failed to report the issue (you might have a connection issues).
fa: ما در گزارش این مسئله ناموفق بوده ایم (ممکن است ایراد ارتباطاتی داشته باشید).

# UI
source: For further information please contact our technical support.
fa: برای کسب اطلاعات بیشتر با پشتیبانی فنی ما تماس بگیرید.

# UI
source: There's a new version of this page available
fa: یک نسخه جدید از این صفحه در دسترس است

# UI
source: This is not an error, we have just released a new version of this page.
fa: این یک خطا نیست، ما به تازگی نسخه جدیدی از این صفحه را منتشر کرده ایم.

# UI
source: Reload the page to continue
fa: بارگذاری مجدد صفحه برای ادامه

# UI
source: Technical support
fa: پشتیبانی فنی

# UI
source: Step left
fa: یک گام به چپ

# UI
source: Step right
fa: یک گام به راست

# UI
source: Skip to the end
fa: به مرحله پایان بروید

# UI
source: Previous
fa: قبلی

# UI
source: Next
fa: بعدی

# UI
source: Choose an option
fa: یک گزینه را انتخاب کنید

# UI
source: Previous page
fa: صفحه قبلی

# UI
source: Next page
fa: صفحه بعدی

# UI
source: {min}–{max} of {total} items
fa: {min}–{max} از {total} آیتم

# UI
source: Items per page
fa: آیتم‌های هر صفحه

# UI
source: of {total} pages
fa: از {total} صفحه

# UI
source: Now
fa: اکنون

# UI
source: in {a}
fa: در {a}

# UI
source: in {a} and {b}
fa: در {a} و {b}

# UI
source: {a} and {b}
fa: {a} و {b}

# UI
source: Language
fa: زبان

# UI
source: Email Confirmation
fa: تأیید ایمیل

# UI
source: A confirmation email has been sent to: <strong>{email}</strong>
fa: یک ایمیل تایید به آدرس: <strong>{email}</strong> ارسال شد

# UI
source: No data…
fa: بدون اطلاعات…

# UI
source: Temperature [°C]
fa: دما [°C]

# UI
source: Speed [%]
fa: سرعت [%]

# UI
source: Configure Hash Boards
fa: پیکربندی هش‌بوردها

# UI
source: Edit Pools
fa: ویرایش استخرها

# UI
source: Edit Performance
fa: ویرایش عملکرد

# UI
source: Default View
fa: نمای پیشفرض

# UI
source: Compact View
fa: نمای فشرده

# UI
source: System
fa: سیستم

# UI
source: Quick Actions
fa: عملیات سریع

# UI
source: Personal
fa: شخصی

# UI
source: Change Password
fa: تغییر رمز عبور

# UI
source: Color Theme
fa: رنگ قالب

# UI
source: Dark
fa: تیره

# UI
source: Light
fa: روشن

# UI
source: Current Password
fa: رمز عبور فعلی

# UI
source: New Password
fa: رمز عبور جدید

# UI
source: Repeat New Password
fa: تکرار رمز عبور جدید

# UI
source: Hostname
fa: نام میزبان

# UI
source: Protocol
fa: پروتکل

# UI
source: IP Address
fa: آدرس IP

# UI
source: Netmask
fa: نقاب شبکه (Netmask)

# UI
source: Gateway
fa: دروازه (Gateway)

# UI
source: DNS Servers
fa: سرورهای DNS

# UI
source: Comma separated values
fa: مقادیر با کاما جدا شوند

# UI
source: Ping
fa: پینگ (Ping)

# UI
source: Pinging {target}
fa: در حال پینگ {target}

# UI
source: Traceroute
fa: ردیابی مسیر (Traceroute)

# UI
source: Tracerouting {target}
fa: در حال ردیابی مسیر {target}

# UI
source: Looking up {target}
fa: به دنبال {target}

# UI
source: Network
fa: شبکه

# UI
source: Diagnostics
fa: عیب‌یابی

# UI
source: Log
fa: گزارش

# UI
source: Flash New Firmware Image
fa: فایل Firmware جدید را فلش کنید

# UI
source: Upload a sysupgrade-compatible image here to replace the running firmware.{br}Check "Keep settings" to retain the current configuration (requires a compatible firmware image).
fa: برای جایگزینی firmware در حال اجرا، يک فایل سازگار با sysupgrade اینجا آپلود کنید.{br} گزینه "نگهداری تنظیمات" را برای حفظ پیکربندی فعلی انتخاب کنید (نیاز به firmware سازگار دارد).

# UI
source: Keep Settings
fa: نگهداری تنظیمات

# UI
source: Choose File
fa: انتخاب فایل

# UI
source: Clear file
fa: حذف فایل

# UI
source: Flash Image
fa: فلش کن

# UI
source: Backup / Restore
fa: پشتیبانگیری / بازگردانی

# UI
source: Download Backup:
fa: دانلود نسخه پشتیبان:

# UI
source: Click "<strong>Generate archive</strong>" to download a tar archive of the current configuration files.{br}To reset the firmware to its initial state, click "Perform reset" (only possible with squashfs images).
fa: روی "<strong>ایجاد آرشیو</strong>" کلیک کنید تا فایل فشرده tar پیکربندی‌ها را دانلود کنید.{br}برای تنظیم مجدد firmware به حالت اولیه، روی "انجام دادن تنظیم مجدد" کلیک کنید (تنها با ایمیج‌های squashfs امکان پذیر است).

# UI
source: Generate Archive
fa: ایجاد آرشیو

# UI
source: Restore Backup:
fa: بازگردانی پشتیبان:

# UI
source: Upload Archive
fa: آپلود آرشیو

# UI
source: Reset to Factory Settings
fa: تنظیم مجدد به تنظیمات کارخانه

# UI
source: Reset Settings
fa: تنظیم مجدد تنظمیات

# UI
source: Configuration
fa: پیکربندی

# UI
source: Auto Upgrade
fa: ارتقا خودکار

# UI
source: Enabled
fa: فعال

# UI
source: Firmware Backup / Flash
fa: پشتیبانگیری / فلش Firmware

# UI
source: Log In
fa: ورود

# UI
source: Unknown Error
fa: خطا ناشناخته

# UI
source: Warning
fa: اخطار

# UI
source: loading…
fa: بارگذاری…

# CAL
source: Su
fa: یک

# CAL
source: Mo
fa: دو

# CAL
source: Tu
fa: سه

# CAL
source: We
fa: چهار

# CAL
source: Th
fa: پنج

# CAL
source: Fr
fa: جمعه

# CAL
source: Sa
fa: شنبه

# CAL
source: Sunday
fa: یکشنبه

# CAL
source: Monday
fa: دوشنبه

# CAL
source: Tuesday
fa: سه‌‌شنبه

# CAL
source: Wednesday
fa: چهارشنبه

# CAL
source: Thursday
fa: پنجشنبه

# CAL
source: Friday
fa: جمعه

# CAL
source: Saturday
fa: شنبه

# CAL
source: Jan
fa: ژانویه

# CAL
source: Feb
fa: فوریه

# CAL
source: Mar
fa: مارس

# CAL
source: Apr
fa: آوریل

# CAL
source: May
fa: می

# CAL
source: Jun
fa: جوئن

# CAL
source: Jul
fa: جولای

# CAL
source: Aug
fa: آگوست

# CAL
source: Sep
fa: سپتامبر

# CAL
source: Oct
fa: اوکتبر

# CAL
source: Nov
fa: نوامبر

# CAL
source: Dec
fa: دسامبر

# CAL
source: January
fa: ژانویه

# CAL
source: February
fa: فوریه

# CAL
source: March
fa: مارس

# CAL
source: April
fa: آوریل

# CAL
source: June
fa: جوئن

# CAL
source: July
fa: جولای

# CAL
source: August
fa: آگوست

# CAL
source: September
fa: سپتامبر

# CAL
source: October
fa: اوکتبر

# CAL
source: November
fa: نوامبر

# CAL
source: December
fa: دسامبر

# UI
source: Today
fa: امروز

# UI
source: Yesterday
fa: دیروز

# UI
source: This Week
fa: این هفته

# UI
source: Last Week
fa: هفته گذشته

# UI
source: This Month
fa: این ماه

# UI
source: Last Month
fa: ماه گذشته

# UI
source: Failed to load the calendar widget
fa: ویجت تقویم بارگیری نشد

# UI
source: Unknown graphql client error!
fa: خطای ناشناخته در graphql!

# UI
source: Invalid response for backend notifications!
fa: پاسخ‌های نامعتبر برای اعلان‌های بک‌اند!

# UI
source: Unknown event type "{type}" received!
fa: نوع "{type}" رویدادهای ناشناخته دریافت شد!

# UI
source: Invalid response in group edit!
fa: پاسخ نامعتبر در ویرایش گروه!

# UI
source: Dismiss
fa: صرف نظر

# UI
source: Please wait until the device is responsive…
fa: لطفا صبر کنید تا دستگاه پاسخگو باشد…

# UI
source: <p>When you click the "Download" button, the system will automatically gather all the system logs and package them into one <strong>.zip file</strong> so that you can easily send the package to our support team.</p><p>These logs will help our team to investigate your issues. Generating the archive can take up to 1 minute.</p>
fa: <p> هنگامی که شما بر روی دکمه "دانلود" کلیک می‌کنید، سیستم به طور خودکار تمام گزارشات مربوط به سیستم را جمع آوری و آنها را به یک <strong>.zip فایل</strong> تبدیل میکند به طوری که شما به راحتی می توانید فایل فشرده را به تیم پشتیبانی ما ارسال کنید. </p> <p> این گزارشات به تیم ما برای بررسی مشکلات شما کمک خواهد کرد. تولید فایل آرشیو فشرده می تواند تا 1 دقیقه طول بکشد. </p>

# UI
source: Log In to {name}
fa: ورود به {name}

# UI
source: Invalid response in Settings edit!
fa: پاسخ نامعتبر در ویرایش تنظیمات!

# UI
source: To restore configuration data, you can upload a previously generated backup archive here.
fa: برای بازیابی داده های پیکربندی، می توانید فایل پشتیبان تهیه شده قبلی را در اینجا آپلود کنید.

# UI
source: Configure the firmware to automatically install new releases.
fa: پیکربندی firmware برای نصب خودکار بروز رسانی های جدید.

# UI
source: Invalid response when fetching dashboard data!
fa: هنگام واکشی داده پیشخوان پاسخ نامعتبر است!

# UI
source: {name}{br}Temp
fa: {name}{br} دما

# UI
source: Best Share
fa: بهترین سهم

# UI
source: Generated Work
fa: کار تولید شده

# UI
source: Tuner Uptime
fa: آپ تایم تیونر

# UI
source: Stage Duration
fa: مدت زمان مرحله

# UI
source: Approx. Watts
fa: وات تقریبی

# UI
source: Temperature ({name})
fa: دمای ({name})

# UI
source: Blocks Found
fa: بلوک‌های پیدا شده

# UI
source: Invalid response in pool edit!
fa: پاسخ نامعتبر در ویرایش استخر!

# UI
source: No pools added…
fa: هیچ استخری اضافه نشده است…

# UI
source: No groups added…
fa: هیچ گروهی اضافه نشده است…

# UI
source: Invalid response in Autotuning edit!
fa: پاسخ معتبر در ویرایش خودکار!

# UI
source: Invalid response in Performance edit!
fa: پاسخ نامعتبر در ویرایش عملکرد!

# UI
source: WARNING: Overclocking may damage your device. Proceed at your own risk!
fa: هشدار: اورکلاک ممکن است به دستگاه شما آسیب برساند. با مسئولیت خود ادامه دهید!

# UI
source: Invalid response in Temperature & Fans edit!
fa: پاسخ نامعتبر در ویرایش دما و فن‌ها!

# UI
source: <p><strong>WARNING:</strong> Changing the default settings may cause overheating which can result in system shutdown or even irreversible hardware damage.</p><p>Proceed at your own risk!</p>
fa: <p><strong>اخطار:</strong> تغییر در تنظیمات پیشفرض ممکن است باعث گرم شدن بیش از حد و خاموشی دستگاه یا حتی آسیب سخت افزاری برگشت ناپذیر شود.</p><p>با مسئولیت خود ادامه دهید!</p>

# UI
source: Minimum Required Fans
fa: حداقل فن مورد نیاز

# UI
source: Fan count unknown!
fa: تعداد فن نامشخص!

# UI
source: We have been notified about the issue and are working on a fix.
fa: ما در مورد این موضوع مطلع شده ایم و در حال رفع مشکل هستیم.

# UI
source: Please reload the page to get the latest version.
fa: لطفاً صفحه را مجدد بارگیری کنید تا آخرین نسخه را دریافت کنید.

# UI
source: Enter the one-time password<br/>generated by your OTP app
fa: رمز عبور یکبار مصرف را وارد کنید<br/>ایجاد شده توسط برنامه OTP شما

# UI
source: {count, plural, =1 {# item} other {# items}} selected
fa: {count, plural, =1 {# item} other {# items}} انتخاب شده

# UI
source: Please confirm the request by following the link included.
fa: لطفاً درخواست را با دنبال کردن لینک موجود تأیید کنید.

# UI
source: Get Help
fa: درخواست پشتیبانی

# UI
source: Reboot Device
fa: راه اندازی مجدد دستگاه

# UI
source: Failed to load configuration
fa: پیکربندی بارگیری نشد

# UI
source: Loaded profile created on {time}
fa: پروفایل بارگیری شده در {time}

# UI
source: Power Usage
fa: مصرف برق

# UI
source: Hostname: {hostName}
fa: نام میزبان: {hostName}

# UI
source: Add New Command
fa: افزودن دستور جدید

# UI
source: Edit Command
fa: ویرایش دستور

# UI
source: Save & Apply
fa: ذخیره و اعمال

# UI
source: Save changes & restart miner if needed.
fa: در صورت نیاز تنظیمات را ذخیره و ماینر را راه اندازی مجدد کنید.

# UI
source: {title} Configuration
fa: پیکربندی {title}

# UI
source: Global Hash Chain Configuration
fa: پیکربندی سراسری هش‌چین

# UI
source: Override Global Hash Chain Configuration
fa: غلبه بر پیکربندی سراسری هش‌چین

# UI
source: Name
fa: نام

# UI
source: Command
fa: دستور

# UI
source: Run Action
fa: عملیات اجرا

# UI
source: Edit Action
fa: عملیات ویرایش

# UI
source: Delete Action
fa: عملیات حذف

# UI
source: System Commands
fa: دستورات سیستم

# UI
source: Custom Commands
fa: دستورات سفارشی

# UI
source: No log messages yet…
fa: هنوز پیام گزارشی نیست…

# UI
source: Invalid login response!
fa: پاسخ ورود نامعتبر است!

# UI
source: Connected to {farmID}
fa: متصل شده به {farmID}

# UI
source: Last configuration obtained {time} ago
fa: آخرین پیکربندی {time} قبل دریافت شده است

# UI
source: System Uptime
fa: آپ تایم سیستم

# UI
source: System Status
fa: وضعیت سیستم

# UI
source: The platform is currently in the beta stage. Please use with caution and as always, scale responsibly!
fa: این پلتفرم در حال حاضر در مرحله بتا است. لطفاً با احتیاط و مثل همیشه با مسئولیت پذیری مقیاس را بالا ببرید!

# UI
source: Enterprise Features
fa: امکانات سازمانی

# UI
source: Ready out of the box
fa: آماده برای بهره‌برداری

# UI
source: One-time setup
fa: تنظیم برای یکبار

# UI
source: Connect your devices to the platform once, manage them remotely forever.
fa: دستگاه های خود را با یکبار اتصال به پلتفرم، آنها را از راه دور برای همیشه مدیریت کنید.

# UI
source: Efficient
fa: کارآمد

# UI
source: The telemetry data are efficiently being sent over the next-gen Stratum V2 protocol, using the same channel as for dev fee collection.
fa: داده های تله متری به طور مؤثر از طریق پروتکل نسل بعدی Stratum V2 با استفاده از همان کانالی ارسال می شوند که برای جمع آوری کارمزد توسعه استفاده می‌شود.

# UI
source: Encrypted and safe
fa: رمزگذاری شده و ایمن

# UI
source: All the config and telemetry data sent over the internet are encrypted, effectively stopping possible eavesdropping or man-in-the-middle attacks.
fa: تمام داده‌های پیکربندی و تله متری که از طریق اینترنت ارسال می شوند، رمزگذاری شده اند و به طور موثری حملات احتمالی شنود یا مرد میانی را متوقف می کنند.

# UI
source: How to Connect
fa: چگونگی اتصال
